Repository: smaurer3/SIP
Catalog: i18n/*/LC_MESSAGES/sip_messages.po
Languages: pl_pl

source: Node-red Settings
pl_pl: Ustawienia Node-red

source: Manage Plugins
pl_pl: Zarządzaj rozszerzeniami

source: Proto Plugin
pl_pl: Przykładowe rozszerzenie

source: System update
pl_pl: Aktualizacja systemu

source: Up-to-date.
pl_pl: Aktualny.

source: New version is available!
pl_pl: Nowa wersja jest dostępna!

source: Available revision
pl_pl: Dostępna wersja

source: Changes
pl_pl: Zmiany

source: Currently running revision
pl_pl: Aktualnie używana wersja

source: System update plug-in encountered error
pl_pl: Aktualizacja systemu zakończyła się błędem

source: Monday
pl_pl: Poniedziałek

source: Tuesday
pl_pl: Wtorek

source: Wednesday
pl_pl: Środa

source: Thursday
pl_pl: Czwartek

source: Friday
pl_pl: Piątek

source: Saturday
pl_pl: Sobota

source: Sunday
pl_pl: Niedziela

source: January
pl_pl: stycznia

source: February
pl_pl: lutego

source: March
pl_pl: marca

source: April
pl_pl: kwietnia

source: May
pl_pl: maja

source: June
pl_pl: czerwca

source: July
pl_pl: lipca

source: August
pl_pl: sierpnia

source: September
pl_pl: września

source: October
pl_pl: października

source: November
pl_pl: listopada

source: December
pl_pl: grudnia

source: Run-once
pl_pl: Uruchom raz

source: Manual
pl_pl: Tryb ręczny

source: Program
pl_pl: Harmonogram

source: Home
pl_pl: Ekran startowy

source: Define Programs
pl_pl: Zaprogramuj harmonogramy

source: Programs
pl_pl: Harmonogram

source: Define Run Once Program
pl_pl: Harmonogram jednorazowy

source: Run Once
pl_pl: Uruchom raz

source: Access Plugins
pl_pl: Zarządzaj rozszerzeniami

source: Plugins
pl_pl: Rozszerzenia

source: Log
pl_pl: Dziennik

source: View Log
pl_pl: Zobacz dziennik

source: Options
pl_pl: Opcje

source: Stations
pl_pl: Urządzenia

source: Configure Stations
pl_pl: Skonfiguruj urządzenia

source: Logout
pl_pl: Wyloguj

source: Documentation wiki
pl_pl: Dokumentacja wiki

source: CPU Temp
pl_pl: Temp. CPU

source: Click to toggle Celsius &lt; &gt; Fahrenheit
pl_pl: Kliknij aby przełączyć stopnie Celsiusa &lt; &gt; lub Fahrenheita

source: Software
pl_pl: Oprogramowanie

source: version
pl_pl: wersja

source: Manual Mode
pl_pl: Tryb ręczny

source: Run Once Program
pl_pl: Harmonogram jednorazowy

source: for
pl_pl: przez

source: on
pl_pl: na

source: ran
pl_pl: wykonanie

source: On
pl_pl: Wł.

source: Master On
pl_pl: Główne urządzenie włączone

source: Master Off
pl_pl: Główne urządzenie wył.

source: Suppressed by Rain Delay
pl_pl: Wstrzymany po deszczu

source: Suppressed by Rain Sensor
pl_pl: Wstrzymany przez czujnik deszczu

source: Off
pl_pl: Wył.

source: Enter hours to delay
pl_pl: Wprowadź czas wstrzymania w godzinach

source: Enter percentage adjustment
pl_pl: Wprowadź dostosowanie procentowe

source: Timer values wrong:
pl_pl: Błędne wartości czasów:

source: System Off
pl_pl: System wyłączony

source: System On
pl_pl: System włączony

source: Plugin adjustments:
pl_pl: Korekty z rozszerzeń:

source: Level
pl_pl: Ilości

source: Normal
pl_pl: Tryb zwykły

source: Water Level
pl_pl: Wg. poziomu nawodnienia

source: Rain Delay
pl_pl: Wstrzymaj po deszczu

source: Rain delay time left
pl_pl: Pozostały czas wstrzymania po deszczu

source: Active
pl_pl: Aktywny

source: rain sensed
pl_pl: deszcz wykryty

source: no
pl_pl: nie

source: Auto
pl_pl: Według harmonogr.

source: On (Master)
pl_pl: Wł. (urz. główne)

source: Off (Master)
pl_pl: Wył. (urz. główne)

source: Prev Day
pl_pl: Poprzedni dzień

source: Today
pl_pl: Dzisiaj

source: Next Day
pl_pl: Następny dzień

source: loading...
pl_pl: ładowanie...

source: Stop All Stations
pl_pl: Zatrzymaj wszystkie

source: SIP Log
pl_pl: Dziennik zdarzeń SIP

source: Enabled
pl_pl: Aktywny

source: Disabled
pl_pl: Nieaktywne

source: Log
pl_pl: Dziennik

source: Total number of records:
pl_pl: Całkowita liczba wpisów:

source: Download log as
pl_pl: Pobierz jako

source: Date
pl_pl: Data

source: Start Time
pl_pl: Czas rozpoczęcia

source: Station
pl_pl: Urządzenie

source: Duration
pl_pl: Czas trwania

source: Refresh
pl_pl: Odśwież

source: Clear Log
pl_pl: Wyczyść dziennik

source: SIP Login
pl_pl: Login do SIP

source: SIP Modify Program
pl_pl: Zmień harmonogram SIP

source: Incorrect time input
pl_pl: Niepoprawnie wprowadzony czas

source: Please choose at least one weekday for the program to run.
pl_pl: Wybierz co najmniej jeden dzień tygodnia, w którym ma nastąpić uruchomienie harmonogramu.

source: Please choose at least one station to run in this program.
pl_pl: Wybierz co najmniej jedno urządzenie, które ma być uruchomienie przez ten harmonogram.

source: Starting in days wrong.
pl_pl: Czas rozpoczęcia w dniach jest nieprawidłowy.

source: Please enter a Duration to continue.
pl_pl: Wprowadź czas trwania, aby kontynuować.

source: Duration must be later than start.
pl_pl: Czas działania musi być po czasie rozpoczęcia.

source: End time must be later than start time.
pl_pl: Godzina zakończenia musi być późniejsza niż godzina rozpoczęcia.

source: Edit Program #
pl_pl: Zmień harmonogram #

source: Add a New Program
pl_pl: Nowy harmonogram

source: Program name
pl_pl: Nazwa harmonogramu

source: Program Off
pl_pl: Wyłączony

source: Program On
pl_pl: Włączony

source: Recurring
pl_pl: Powtarzaj

source: Single pass
pl_pl: Jeden przebieg

source: Every
pl_pl: Co

source: Until
pl_pl: do

source: Interval
pl_pl: Okresowy

source: Weekly
pl_pl: Tygodniowy

source: Select All
pl_pl: Zaznacz wszystkie

source: Clear All
pl_pl: Odznacz wszystkie

source: Water interval
pl_pl: Nawadnianie co...

source: Starting in
pl_pl: Rozpoczynając od...

source: Any Day
pl_pl: Każdy dzień

source: Restrict Day
pl_pl: Wybrane dni

source: Even
pl_pl: Parzyste

source: Odd
pl_pl: Nieparzyste

source: (except 31st and Feb 29th)
pl_pl: (oprócz 31-go i 29 lutego)

source: Save
pl_pl: Zapisz

source: Cancel
pl_pl: Anuluj

source: Help
pl_pl: Pomoc

source: Node-red access options
pl_pl: Ustawienia dostępu do Node-red

source: From Node-red
pl_pl: Z Node-Red

source: settings change
pl_pl: zmiana ustawień

source: program on/off
pl_pl: wł./wył. harmonogram

source: rain delay
pl_pl: wstrzymanie po deszczu

source: run now
pl_pl: uruchom teraz

source: run once
pl_pl: uruchom raz

source: station switch
pl_pl: przełącznik urządzenia

source: stop all
pl_pl: zatrzymaj wszystkie

source: water level
pl_pl: poziom nawodnienia

source: sd changes
pl_pl: zmiany sd

source: gv changes
pl_pl: zmiany gv

source: To Node-red
pl_pl: Do Node-red

source: Send station on/off
pl_pl: Wł./wył. urządzenie

source: Send blinker signals
pl_pl: Wyślij sygnał kontrolki (blinker)

source: Node-red URL
pl_pl: Adres URL Node-red

source: Submit
pl_pl: Zapisz

source: SIP Options
pl_pl: Opcje SIP

source: Hide Tooltips
pl_pl: Ukryj podpowiedzi

source: Show Tooltips
pl_pl: Pokaż podpowiedzi

source: The passphrase given was incorrect.
pl_pl: Podane hasło jest niepoprawne.

source: Please enter a passphrase.
pl_pl: Podaj hasło.

source: Passwords don't match, please re-enter.
pl_pl: Hasła się różnią, wprowadź ponownie.

source: Must be -60 to +60, please re-enter.
pl_pl: Dopuszczalna wartość od -60 do +60, wprowadź ponownie.

source: Edit Options
pl_pl: Zmień opcje

source: Default
pl_pl: Domyślnie

source: None
pl_pl: Brak

source: System Restart
pl_pl: Ponowne uruchamianie

source: Restart SIP
pl_pl: Restartuj SIP

source: Restart software
pl_pl: Ponowne uruchomienie SIP

source: Reboot
pl_pl: Ponowne uruchomienie

source: Reboot hardware
pl_pl: Ponownie uruchom sprzęt

source: Submit Changes
pl_pl: Zapisz zmiany

source: SIP Plugin Manager
pl_pl: Menedżer rozszerzeń SIP

source: Installed Plugins
pl_pl: Zainstalowane rozszerzenia

source: Browse More Plugins
pl_pl: Więcej rozszerzeń

source: Roll Your Own
pl_pl: Stwórz własne

source: Name
pl_pl: Nazwa

source: Uninstall?
pl_pl: Odinstalować?

source: CAUTION:
pl_pl: UWAGA:

source: Clicking UPDATE or UNINSTALL will restart the software and stop any running programs.
pl_pl: Kliknięcie AKTUALIZUJ albo ODINSTALUJ spowoduje ponowne uruchomienie programu i zatrzyma wszystkie działające harmonogramy.

source: Update Enabled
pl_pl: Aktualizuj włączone

source: Uninstall
pl_pl: Odinstaluj

source: SIP Plugin Browser
pl_pl: Przeglądarka rozszerzeń SIP

source: Available Plugins
pl_pl: Dostępne rozszerzenia

source: Unless otherwise stated these plugins are licensed under GPL 3.0
pl_pl: O ile nie zaznaczono inaczej, rozszerzenia są licencjonowane na licencji GPL 3.0

source: install
pl_pl: instaluj

source: Back
pl_pl: Wstecz

source: SIP Programs
pl_pl: Harmonogramy SIP

source: Every
pl_pl: Co

source: days
pl_pl: dni

source: starting in
pl_pl: początek

source: Every Weekday
pl_pl: Codziennie

source: Fri
pl_pl: Pt

source: Mon
pl_pl: Pon

source: Sat
pl_pl: Sob

source: Sun
pl_pl: Nie

source: Thur
pl_pl: Czw

source: Tue
pl_pl: Wt

source: Wed
pl_pl: Śr

source: (Even days only)
pl_pl: (Tylko dni parzyste)

source: (Odd days only)
pl_pl: (Tylko dni nieparzyste)

source: Delete All
pl_pl: Usuń wszystkie

source: Run
pl_pl: Uruchom

source: Starting
pl_pl: Początek

source: with individual station durations
pl_pl: z indywidualnymi czasami pracy urządzeń

source: for
pl_pl: przez

source: until
pl_pl: do

source: Recurring every
pl_pl: Powtarzanie co

source: Run Now
pl_pl: Uruchom teraz

source: Edit
pl_pl: Edytuj

source: Delete
pl_pl: Usuń

source: SIP Proto Plugin
pl_pl: Prototyp rozszerzenia SIP

source: Example Check Boxes
pl_pl: Przykładowe checkboksy

source: Heading
pl_pl: Nagłówek

source: Text Entry Fields
pl_pl: Pola tekstowe

source: Text Field 1
pl_pl: Pole tekstowe 1

source: Text Field 2
pl_pl: Pole tekstowe 1

source: SIP - Relay Board Settings
pl_pl: SIP - Ustawienia modułu przekaźników

source: Relay Board Settings
pl_pl: Ustawienia modułu przekaźników

source: A plugin for using relay boards to control sprinkler valves.
pl_pl: Rozszerzenie umożliwiające używanie modułów przekaźników do kontroli urządzeń.

source: Relay channels
pl_pl: Kanały przekaźników

source: Number of relays connected to the Raspberry Pi /(relay boards are commonly 2, 4, 8/)
pl_pl: Liczba przekaźników podłączonych do Raspberry Pi /(moduły są zwykle 2,4,8 przekaźnikowe)

source: Low
pl_pl: Niski

source: High
pl_pl: Wysoki

source: Active low means the relay turns on when the input is low and turns off when the input is high. Active high does the opposite.
pl_pl: Aktywowanie stanem niskim oznacza, że przekaźnik włącza się gdy wejście jest w stanie niskim a wyłącza się gdy jest w stanie wysokim. Aktywowanie stanem wysokim działa odwrotnie.

source: IMPORTANT
pl_pl: WAŻNE

source: If
pl_pl: Jeżeli

source: is changed
pl_pl: zostało zmienione

source: to prevent all the relays being switched on, and possibly damaging the power supply.
pl_pl: aby zapobiec włączeniu naraz wszystkich przekaźników i ewentualnemu uszkodzeniu zasilania.

source: will be set to
pl_pl: będą ustawione na

source: After verifying that the first relay is off, return to this page and set
pl_pl: Po upewnieniu się, że pierwszy przekaźnik jest wyłączony, wróć tu i ustaw

source: to the correct number.
pl_pl: poprawną liczbę.

source: SIP Restarting
pl_pl: Ponowne uruchomienie SIP

source: SIP is restarting
pl_pl: SIP ponownie się uruchamia

source: This may take several seconds...
pl_pl: To może potrwać kilka sekund...

source: SIP Run-Once
pl_pl: Uruchom raz SIP

source: No station is scheduled to run
pl_pl: Żadne urządzenie nie zostało wskazane do uruchomienia

source: Reset Time
pl_pl: Resetuj czasy

source: SIP Stations
pl_pl: Urządzenia SIP

source: Enabled?
pl_pl: Włączone?

source: Ignore Rain?
pl_pl: Ignoruje deszcz?

source: Ignore Plugin adjustments?
pl_pl: Ignoruje korekty z rozszerzeń?

source: Activate Master?
pl_pl: Włącza główne urządzenie?

source: (Master valve)
pl_pl: (Główne urządzenie)

source: Reset Names
pl_pl: Resetuj nazwy

source: SIP Software Updater
pl_pl: Aktualizuj oprogramowanie SIP

source: This plugin compares the local SIP version with the GitHub repository and can update the local software.
pl_pl: To rozszerzenie porównuje lokalną wersję SIP z repozytorium GitHub i może zaktualizować lokalne oprogramowanie.

source: Remote repository
pl_pl: Zdalne repozytorium

source: Local SIP version
pl_pl: Lokalna wersja SIP

source: Local SIP date
pl_pl: Lokalna data wydania SIP

source: Refresh Status
pl_pl: Stan aktualizacji

source: Update SIP
pl_pl: Aktualizuj SIP

source: Up-to-date
pl_pl: SIP jest aktualny

source: Could not use git to determine date of last commit!
pl_pl: Nie można użyć git do określenia daty ostatniej zmiany!

source: pigpio not found. Using RPi.GPIO
pl_pl: nie znaleziono pigpio. Użyto RPi.GPIO

source: System name
pl_pl: Nazwa systemu

source: Unique name of this SIP system.
pl_pl: Unikalna nazwa tej instancji systemu SIP.

source: Location
pl_pl: Lokalizacja

source: City name or zip code. Use comma or + in place of space.
pl_pl: Nazwa miasta lub kod ZIP. Użyj przecinka lub + w miejscu spacji.

source: Language
pl_pl: Język

source: Select language.
pl_pl: Wybierz język.

source: 24-hour clock
pl_pl: Zegar 24-godzinny

source: Display times in 24 hour format (as opposed to AM/PM style.)
pl_pl: Wyświetlaj czas w formacie 24-godzinnym zamiast AM/PM.

source: HTTP port
pl_pl: Port HTTP

source: HTTP port.
pl_pl: Port, na którym działa serwer HTTP.

source: HTTP IP addr
pl_pl: Adres IP HTTP

source: IP Address used for HTTP server socket. IPv4 or IPv6 address
pl_pl: Adres IP używany dla serwera HTTP. Adres IPv4 lub IPv6

source: Use pigpio
pl_pl: Użyj pigpio

source: GPIO Library to use. Default is RPi.GPIO
pl_pl: Używana biblioteka GPIO. Domyślnie używana jest RPi.GPIO

source: Water Scaling
pl_pl: Zmiana nawodnienia

source: Water scaling (as %), between 0 and 100.
pl_pl: Poziom nawodnienia w %. Podaj wartość od 0 do 100.

source: Enable passphrase
pl_pl: Zabezpiecz dostęp hasłem

source: Minimal security. Prevent unauthorized users from accessing the system without a passphrase. *** Default is opendoor ***
pl_pl: Włącza podstawowe zabezpieczenie. Dostęp do systemu możliwy będzie po podaniu hasła. *** Domyślne hasło to opendoor ***

source: Manage Passphrase
pl_pl: Zarządzanie hasłem dostępowym

source: Current passphrase
pl_pl: Aktualne hasło

source: Enter the current passphrase. *** Defalut is opendoor ***
pl_pl: Podaj aktualne hasło. *** Domyślne hasło to opendoor ***

source: New passphrase
pl_pl: Nowe hasło

source: Enter a new passphrase.
pl_pl: Wprowadź nowe hasło.

source: Confirm passphrase
pl_pl: Potwierdź hasło

source: Confirm the new passphrase.
pl_pl: Wprowadź ponownie nowe hasło.

source: Sequential
pl_pl: Tryb sekwencyjny

source: Sequential or concurrent running mode.
pl_pl: Tryb pracy urządzeń sekwencyjny (domyślny) lub równoczesny.

source: Station Handling
pl_pl: Obsługa urządzeń

source: Individual Duration
pl_pl: Indywidualny czas włączenia

source: Allow each station to have its own run time in programs.
pl_pl: Pozwala ustawić dla każdego urządzenia indywidualny czas działania w harmonogramach.

source: Station extensions
pl_pl: Zwiększ liczbę urządzeń

source: Add 8 stations for each extension.
pl_pl: Każde rozszerzenie dodaje 8 urządzeń.

source: Station delay
pl_pl: Opóźnienie włączenia

source: Station delay time (in seconds), between 0 and 240.
pl_pl: Opóźnienie załączenia urządzenia (w sekundach), pomiędzy 0 a 240.

source: Active-Low Relay
pl_pl: Przekaźniki sterowane stanem niskim

source: Using active-low relay boards connected through shift registers
pl_pl: Korzystanie z modułów przekaźników załączanych stanem niskim, podłączonych za pomocą rejestrów przesuwnych

source: Master station
pl_pl: Urządzenie główne

source: Select master station.
pl_pl: Wskaż urządzenie główne, np. główny zawór.

source: Configure Master
pl_pl: Konfiguracja urządzenia głównego

source: Master on delay
pl_pl: Opóźnienie włączenia głównego urządzenia

source: Master on delay (in seconds), between -60 and +60.
pl_pl: Opóźnienie włączenia urządzenia głównego (w sekundach), wartość pomiędzy -60 a +60.

source: Master off delay
pl_pl: Opóźnienie wyłączenia głównego urządzenia

source: Master off delay (in seconds), between -60 and +60.
pl_pl: Opóźnienie wyłączenia urządzenia głównego (w sekundach), wartość pomiędzy -60 a +60.

source: Use rain sensor
pl_pl: Używaj czujnika deszczu

source: Use rain sensor.
pl_pl: Używaj czujnika deszczu.

source: Rain Sensor
pl_pl: Czujnik deszczu

source: Normally open
pl_pl: Normalnie otwarty

source: Rain sensor type.
pl_pl: Typ czujnika deszczu.

source: Enable logging
pl_pl: Włącz logowanie

source: Log all events - note that repetitive writing to an SD card can shorten its lifespan.
pl_pl: Loguj wszystkie zdarzenia - weź pod uwagę, że częste zapisywanie na karcie SD skraca jej żywotność.

source: Logging
pl_pl: Logowanie

source: Max log entries
pl_pl: Maksymalna liczba zdarzeń w logu

source: Length of log to keep, 0=no limits.
pl_pl: Liczba zapisanych zdarzeń, 0 = bez limitu.

source: Rebooting...
pl_pl: Ponowne uruchamianie...

source: Powering off...
pl_pl: Wyłączanie...

source: Restarting...
pl_pl: Restartowanie...

source: Passphrase
pl_pl: Hasło

source: Incorrect passphrase, please try again
pl_pl: Niepoprawne hasło, spróbuj ponownie

source: Starting timing loop
pl_pl: Rozpoczynanie pętli czasowej

source: plugins loaded:
pl_pl: włączone rozszerzenia:

source: not found.
pl_pl: nie znaleziono.

source: Station
pl_pl: Urządzenie

source: Manual mode not active.
pl_pl: Tryb ręczny nie jest aktywny.

source: Date, Start Time, Zone, Duration, Program
pl_pl: Data, Czas rozpoczęcia, Strefa, Długość trwania, Harmonogram

source: SIP CLI Plugin
pl_pl: Rozszerzenie SIP CLI

source: Cl Commands
pl_pl: Polecenia konsolowe

source: Disable GPIO pins
pl_pl: Wyłącz piny GPIO

source: Start Command
pl_pl: Polecenie włączające

source: Stop Command
pl_pl: Polecenie wyłączające

source: CLI Control
pl_pl: Sterowanie CLI

source: Combine Stations Setup
pl_pl: Skonfiguruj grupy urządzeń

source: Please read the documentation for this plugin by clicking the <b>HELP</b> button before setting up virtual stations.
pl_pl: Zapoznaj się z dokumentacją tego rozszerzenia klikając POMOC zanim skonfigurujesz wirtualne urządzenia.

source: Virtual station
pl_pl: Wirtualne urządzenie

source: Combine Stations
pl_pl: Grupuj urządzenia

source: SIP Monthly Adjustments
pl_pl: Miesięczne korekty SIP

source: Monthly Irrigation Adjustments
pl_pl: Miesięczne korekty nawodnienia

source: Enter an adjustment for each month (% irrigation time)
pl_pl: Wprowadź korektę dla każdego miesiąca (% czasu nawadniania)

source: Monthly Adjust
pl_pl: Miesięczne korekty

source: SIP MQTT Plugin
pl_pl: Rozszerzenie SIP MQTT

source: MQTT Plugin
pl_pl: Rozszerzenie MQTT

source: MQTT plugin adds an MQTT client to the SIP daemon for other plugins to use to publish information and / or receive commands over MQTT. On this page, the shared client is configured.
pl_pl: Rozszerzenie MQTT dodaje klienta MQTT do SIP, aby pozostałe rozszerzenia mogły go użyć do publikowania lub otrzymywania komend przez MQTT. Na tej stronie skonfigurujesz współdzielonego klienta.

source: Having a shared MQTT client simplifies configuration and lowers overhead on the SIP process, network and broker.
pl_pl: Współdzielony klient MQTT upraszcza konfigurację i obniża obciążenie procesu SIP, sieci i brokera.

source: MQTT Broker Host
pl_pl: Host brokera MQTT

source: MQTT Broker Port
pl_pl: Port brokera MQTT

source: MQTT Broker Username
pl_pl: Nazwa użytkownika brokera MQTT

source: MQTT Broker Password
pl_pl: Hasło brokera MQTT

source: MQTT Publish up/down topic
pl_pl: Publikuj temat MQTT

source: MQTT Client ID
pl_pl: ID kilenta MQTT

source: SIP PCF857x Plugin
pl_pl: Rozszerzenie PCF857x SIP

source: PCF8574 IO extender boards.
pl_pl: Ekspandery IO oparte o PCF8574.

source: Connect up to 64 stations via multiple IO extender boards based on the pcf8574
pl_pl: Podłącz do 64 urządzeń poprzez moduły rozszerzające IO oparte o układ pcf8574

source: See help page for supported options or ask for support on the SIP forum
pl_pl: Zobacz stronę pomocy z obsługiwanymi opcjami lub zadaj pytanie na forum SIP

source: Settings
pl_pl: Ustawienia

source: Update channel
pl_pl: Aktualizuj kanał

source: SMBus id:
pl_pl: Id SMBus:

source: IC Type:
pl_pl: Typ IC:

source: Board
pl_pl: Moduł

source: Search for devices
pl_pl: Szukaj urządzeń

source: Scan devices
pl_pl: Skanuj urządzenia

source: Devices found
pl_pl: Znalezione urządzenia

source: Advanced (i2c) tools
pl_pl: Zaawansowane narzędzia (i2c)

source: Set
pl_pl: Ustaw

source: Update plugin
pl_pl: Aktualizuj

source: SIP Pulse Circuit
pl_pl: Sygnał do obwodu SIP

source: Pulse Circuit
pl_pl: Sygnał do obwodu

source: Pulse a circuit with a 2.5 Hz signal for 30 sec to discover the location of the valve
pl_pl: Wysyła do obwodu sygnał 2,5 Hz przez 30 sekund, aby odkryć położenie zaworu

source: Click "SUBMIT" to save enabled stations
pl_pl: Kliknij "ZAPISZ" aby zapisać włączone urządzenia

source: Circuit
pl_pl: Obwód

source: Stop Pulsing
pl_pl: Zatrzymaj

source: SIP - Relay 16 Settings
pl_pl: Ustawienia SIP - 16 przekaźników

source: Relay 16 Settings
pl_pl: Ustawienia 16 przekaźników

source: Setup Help
pl_pl: Pomoc

source: This plugin allows SIP to control relay boards with up to 16 relays.
pl_pl: To rozszerzenie umożliwia SIP sterowanie modułami z maksymalnie 16 przekaźnikami.

source: Enable relays
pl_pl: Włącz przekaźniki

source: Number of relays connected to the Raspberry Pi /(relay boards are commonly 1, 2, 4, 8, 16)
pl_pl: Liczba przekaźników podłączonych do Raspberry Pi (moduły są zwykle 1, 2, 4, 8, 16 przekaźnikowe)

source: Trigger Level
pl_pl: Poziom załączający

source: Trigger level
pl_pl: Poziom załączający

source: Relay 16
pl_pl: Ustawienia 16 przekaźników

source: Relay Board
pl_pl: Moduł przekaźników

source: SIP email settings
pl_pl: Ustawienia email SIP

source: Email Settings
pl_pl: Ustawienia email

source: This plugin can send email messages with SIP status info.
pl_pl: To rozszerzenie umożliwia wysyłanie emaili z informacjami o stanie SIP.

source: Click the HELP button for set up instructions and a list of events to report.
pl_pl: Kliknij POMOC aby zapoznać się ze wskazówkami i listą raportowanych zdarzeń.

source: SIP events to report
pl_pl: Zdarzenia SIP do raportowania

source: Sender address
pl_pl: Adres nadawcy

source: App password
pl_pl: Hasło aplikacji

source: Send-to
pl_pl: Adres odbiorcy

source: SMTP server
pl_pl: Serwer SMTP

source: Send test email
pl_pl: Wyślij testowego emaila

source: Email settings
pl_pl: Ustawienia email
